-- phpMyAdmin SQL Dump
-- version 4.5.1
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Aug 11, 2024 at 08:09 PM
-- Server version: 10.1.13-MariaDB
-- PHP Version: 7.0.6

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `darokhone`
--

-- --------------------------------------------------------

--
-- Table structure for table `answer`
--

CREATE TABLE `answer` (
  `id` int(11) NOT NULL,
  `answer_text` varchar(600) COLLATE utf8_persian_ci NOT NULL,
  `user_id` int(11) NOT NULL,
  `question_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

-- --------------------------------------------------------

--
-- Table structure for table `category`
--

CREATE TABLE `category` (
  `id` int(11) NOT NULL,
  `cat_name` text COLLATE utf8_persian_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `category`
--

INSERT INTO `category` (`id`, `cat_name`) VALUES
(83, 'مکمل های درمانی'),
(84, 'مکمل های گیاهی و طبیعی'),
(85, 'قرص های لاغری و افزایش اشتها '),
(86, 'ویتامین ها'),
(87, 'مواد معدنی'),
(88, 'محصولات ضد تعریق '),
(89, 'بهداشت‌ دهان و دندان'),
(90, 'از بین بردن موهای زائد'),
(91, 'بهداشت‌ عمومی'),
(92, 'تجهیزات پزشكی'),
(93, 'آرایشی '),
(94, 'مکمل بدن سازی'),
(95, 'قرص و ساشه جوشان ');

-- --------------------------------------------------------

--
-- Table structure for table `comments`
--

CREATE TABLE `comments` (
  `cid` int(11) NOT NULL,
  `productid` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `email` varchar(255) DEFAULT NULL,
  `message` text NOT NULL,
  `created_at` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `comments`
--

INSERT INTO `comments` (`cid`, `productid`, `name`, `email`, `message`, `created_at`) VALUES
(1, 89, '1', 'ali@gmail.com', '1111', 1719673519);

-- --------------------------------------------------------

--
-- Table structure for table `orderdetails`
--

CREATE TABLE `orderdetails` (
  `id` int(11) NOT NULL,
  `nameProduct` text COLLATE utf8_persian_ci NOT NULL,
  `quantity` int(11) NOT NULL,
  `price` bigint(20) NOT NULL,
  `total` bigint(20) NOT NULL,
  `trackCode` text COLLATE utf8_persian_ci NOT NULL,
  `image` text COLLATE utf8_persian_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `orderdetails`
--

INSERT INTO `orderdetails` (`id`, `nameProduct`, `quantity`, `price`, `total`, `trackCode`, `image`) VALUES
(1, 'کپسول کلاژن و ویتامین C مگنوم ویتامینز', 2, 361000, 722000, '16437988', 'Magnum.jpg'),
(3, 'کپسول کلاژن و ویتامین C مگنوم ویتامینز', 4, 361000, 1444000, '22917175', 'Magnum.jpg'),
(4, 'قرص کلارینک سیمرغ دارو عطار', 2, 149000, 298000, '22917175', 'Simorgh.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `orders`
--

CREATE TABLE `orders` (
  `customer` text COLLATE utf8_persian_ci NOT NULL,
  `tel` text COLLATE utf8_persian_ci NOT NULL,
  `address` text COLLATE utf8_persian_ci NOT NULL,
  `priceCol` bigint(20) NOT NULL,
  `dateOrder` text COLLATE utf8_persian_ci NOT NULL,
  `status` text COLLATE utf8_persian_ci NOT NULL,
  `trackCode` text COLLATE utf8_persian_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `orders`
--

INSERT INTO `orders` (`customer`, `tel`, `address`, `priceCol`, `dateOrder`, `status`, `trackCode`) VALUES
('1', '12', '1', 871000, '1400/08/30', 'پرداخت شده', '16437988'),
('تست', '09', '123', 1742000, '1400/08/30', 'پرداخت شده', '22917175');

-- --------------------------------------------------------

--
-- Table structure for table `products`
--

CREATE TABLE `products` (
  `id` int(11) NOT NULL,
  `title` text COLLATE utf8_persian_ci NOT NULL,
  `count` int(11) DEFAULT NULL,
  `image` text COLLATE utf8_persian_ci NOT NULL,
  `description` text COLLATE utf8_persian_ci NOT NULL,
  `cat_id` int(11) NOT NULL,
  `price` bigint(20) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `products`
--

INSERT INTO `products` (`id`, `title`, `count`, `image`, `description`, `cat_id`, `price`) VALUES
(88, 'کپسول کلاژن و ویتامین C مگنوم ویتامینز', 0, 'Magnum.jpg', 'کپسول کلاژن و ویتامین سی مگنوم ویتامینز یکی از موثرترین مکمل‌هایی است که می‌توانید با هدف حفظ سلامت پوست، مو و ناخن و حتی بهبود عملکرد مفاصل به سراغش بروید.', 83, 361000),
(89, 'قرص کلارینک سیمرغ دارو عطار', 0, 'Simorgh.jpg', 'قرص کلارینک سیمرغ دارو عطار با داشتن دوز مناسبی از کلاژن هیدرولیز شده و ویتامین سی از پیری زودرس پوست و ایجاد چین و چروک جلوگیری می‌کند و یک مکمل مناسب برای سلامت استخوان و مفاصل است.', 83, 149000),
(90, 'کپسول اکومکس', 1, 'Sobhan.jpg', 'کپسول اکومکس ۷۵۰ میلی گرم سبحان محصول فوق العاده قوی جهت تقویت سیستم ایمنی بوده که حاوی ماده بسیار موثری به نام قارچ شیتاکه است. همچنین این محصول در بهبود بیماری آنفولانزا و سرماخوردگی موثر عمل می‌کند.', 83, 210000),
(91, 'قرص دیابت شاری', 1, 'Shari.jpg', 'قرص دیابت شاری از طیف وسیعی ویتامین، املاح، آمینواسید و عصاره‌های گیاهی برخوردار است که موجب تنظیم قند خون در افراد مبتلا به دیابت، تولید انرژی داخل سلولی و کاهش فاکتورهای ریسک در بیماران قلبی می‌شود.', 83, 36600),
(92, 'قرص بونی مگز کیمیا آرا ', 1, 'Kimia.jpg', 'قرص بونی مگز کیمیا آرا به واسطه داشتن منیزیم و ویتامین ب۶ به کاهش اسپاسم عضلات در بدن و تقویت سیستم عصبی و عضلانی کمک فراوانی می‌کند.', 83, 65300),
(93, 'ساشه سنگ شکن گیاهی سولوستون', 1, 'Dineh.jpg', 'ساشه سنگ شکن گیاهی سولوستون دینه محصولی مناسب برای افراد مبتلا به سنگ کلیه است. این فرآورده کمک شایانی به انحلال سنگ‌های کلیه کرده و عملکرد مجاری ادراری را بهبود می‌بخشد.', 83, 80000),
(94, 'شربت زوفا پلاس نیاک', 1, 'Niak.jpg', 'شربت زوفا پلاس نیاک حاوی چندین عصاره گیاهی موثر بوده که موجب بهبود سرفه و تنگی نفس و کاهش ترشحات پشت حلق می‌شود.', 83, 51900),
(95, 'آدامس ترک سیگار نیکلایف', 1, 'niklife.jpg', 'آدامس ترک سیگار نیکلایف مدل نیکوتین ۲ میلی گرم برای کمک به شما به ترک سیگار ارائه می‌شود. نیکوتین از طریق دهان جذب شده و جایگزین نیکوتین سیگار می‌شود، به تدریج با کاهش تعداد سیگار مصرفی و عادت کردن بدن به آن، مصرف آن نیز کم شده تا جایی که در نهایت قطع می‌شود.', 83, 120000),
(96, 'قرص روکش دار گیاهی ومیگان دینه', 1, 'Dineh2.jpg', 'قرص روکش دار گیاهی ومیگان دینه حاوی زنجبیل بوده و به بهبود علائم آرتروز و آرتریت روماتوئید، تهوع و استفراغ، درمان علائم سوء‌هاضمه کمک می‌کند. همچنین سبب تقویت سیستم ایمنی فرد می‌شود.', 84, 38100),
(97, 'قرص انتریک کوتد گارلیک شاری', 1, 'Shari2.jpg', 'قرص انتریک کوتد گارلیک شاری استاندارد شده بر اساس وجود ۱% آلیسین معادل ۶ میلی گرم ماده مؤثره جهت کاهش ریسک ابتلا به بیماری‌های قلبی عروقی و فشار خون است.', 84, 42000),
(98, 'قرص کورکومین', 1, 'ShariCurcumin.jpg', 'قرص کورکومین ۱۰۰ میلی گرم شاری حاوی عصاره ریشه زردچوبه بوده و خاصیت آنتی اکسیدانی و ضد التهابی دارد. به منظور کاهش التهاب و درد مفاصل می‌توانید این قرص را مورد استفاده قرار دهید.', 84, 35000),
(99, 'قرص مخمر جو لوراکسترا ای اس آی', 1, 'ESI.jpg', 'قرص مخمر جو لوراکسترا ای اس آی مکملی تقویتی جهت رفع خستگی و تحریک خونسازی (به علت دارا بودن ویتامین‌های گروه B و اسید فولیک) در افراد کم خون و درمان کننده مشکلات پوست (آکنه) مو و ناخن است.', 84, 82800),
(100, 'قرص لیورگل گل دارو', 1, 'GoldaruLivergol.jpg', 'قرص لیورگل گل دارو حاوی ۱۴۰ میلی‎ گرم سیلیمارین در هر قرص است. سیلیمارین مجموعه ترکیبات پلی فنلی گیاه خارمریم بوده و در کاهش‌‎ عوارض سمی داروهای ضد سرطان موثر است.', 84, 82450),
(101, 'کپسول آسوپرا ', 1, 'Asupra.jpg', 'کپسول آسوپرا ۳۰۰ میلی گرم پرارین پارس حاوی عصاره سویا و آووکادو است که این ترکیبات تاثیر مثبتی در بهبود روند آرتروز و بهبود تراکم استخوان ها دارد. این محصول حاوی ۳۰۰ میلی گرم عصاره غیرصابونی آواکادو و سویا است که به بازسازی و ترمیم غضروف در افراد مبتلا به استئوآرتریت کمک می‌کند.', 84, 49000),
(102, 'کپسول پیاسودکس اکسیر', 1, 'Exir.jpg', 'کپسول پیاسودکس اکسیر با داشتن مقادیر مناسبی از عصاره آووکادو وسویا، به کاهش دردهای آرتروزی و افزایش ترمیم بافت غضروف می‌پردازد. همچنین با مصرف این محصول نیاز کمتری به مصرف مسکن خواهی داشتید.', 84, 39000),
(103, 'قرص سینامودین پلاس دینه', 1, 'DinehCinnamodin.jpg', 'قرص سینامودین پلاس دینه در به تاخیر انداختن عوارض دیابت نوع یک و دو بسیار موثر است و متابولیسم قند و چربی را کنترل می‌کند. مصرف این قرص در کاهش قند و چربی خون نیز نقش دارد.', 84, 52800),
(104, 'کپسول آنتی فت پلاس دوبیس', 1, 'DoobisAntiFat.jpg', 'کپسول آنتی فت پلاس دوبیس با داشتن عصاره‌های گیاهی و ترکیبات مختلف یک انتخاب مناسب برای چربی سوزی، لاغری و کاهش وزن است. با استفاده از این مکمل می‌توانید به تناسب اندام و وزن دلخواه خود برسید.', 85, 253500),
(105, 'قرص لاغری اسلیم کر نچرال پروداکت حکیم تجارت سهند', 1, 'Hakim.jpg', 'قرص لاغری اسلیم کر نچرال پروداکت حکیم تجارت سهند با دارا بودن عصاره چای سبز، قهوه سبز، کامبوجیو و ال کارنیتین موجب افزایش سوخت و ساز و کالری سوزی بدن می‌شود.', 85, 211000),
(106, 'شربت اشتها آور قوی پرافیل خوارزمی', 1, 'Kharazmi.jpg', 'شربت اشتها آور قوی پرافیل خوارزمی حاوی سیپروهپتادین بوده و برای استفاده بزرگسالان و کودکان مناسب است. ترکیبات این محصول سبب افزایش اشتها می‌شود.', 85, 31000),
(107, 'مکمل غذایی وی ام پروتئین ایران دارو', 1, 'Iran.jpg', 'مکمل غذایی وی ام پروتئین ایران دارو برای جبران و پیشگیری از کمبود مواد معدنی و ضعف پروتئین بدن از قبیل کاهش وزن در اثر بیماری‌های مختلف، بریدگی‌های عمیق، سوختگی‌های شدید، اعمال جراحی، کاهش مقاومت بدن نسبت به عفونت، سوء تغذیه کودکان و افراد مسن، حاملگی، شیردهی و بیماری کواشیور کور مصرف می‌شود.', 85, 109000),
(108, 'پودر کوئیک فایبر پلاس کاروسوس نچرال هلث', 1, 'Natural.jpg', 'پودر کوئیک فایبر پلاس کاروسوس نچرال هلث به حفظ سلامت دستگاه گوارش کمک کرده و با تاثیر مثبتی که در کاهش اشتها دارد، در لاغر شدن موثر است. این پودر سرشار از فیبر و غنی از امگا ۳ است.', 85, 310000),
(109, 'کپسول ژلاتینی مکس سی ال ای مکس ماسل', 1, 'Max.jpg', 'کپسول ژلاتینی مکس سی ال ای مکس ماسل با افزایش متابولیسم چربی‌ها به کاهش وزن کمک شایانی می‌کند. به همین دلیل استفاده از این فرآورده به ورزشکاران و افراد دارای اضافه وزن پیشنهاد می‌شود.', 85, 716800),
(110, 'پودر جنرال تونیک دینه', 1, 'DinehGeneral.jpg', 'پودر جنرال تونیک دینه از مواد مفید گیاهی جهت تقویت عمومی بدن، افزایش اشتها و وزن عضلانی تهیه شده است. این مکمل به ترمیم قوای بدن در دوران نقاهت بیماری ها کمک بسزایی می کند و مکمل غذایی مناسبی برای کودکان، سالمندان، زنان شیرده و ورزشکاران می باشد.', 85, 59000),
(111, 'کپسول متا اسلیم فارمد سلامت سینا', 1, 'PharmedSalamat.jpg', 'کپسول متا اسلیم فارمد سلامت سینا یک فرآورده طبیعی برای کمک به افزایش سوخت و ساز بدن و کاهش وزن است. یکی از ویژگی‌های مثبت این مکمل، نبود مواد قندی و تراریخته در ترکیبات آن است. به همین دلیل مبتلایان به دیابت نیز می‌توانند با آسایش خاطر از این محصول استفاده کنند.', 85, 399000),
(112, 'ساشه ویتامین C ۱۰۰۰', 1, 'EurhovitalVitamin.jpg', 'ساشه ویتامین C ۱۰۰۰ میلی گرم یوروویتال به عنوان یک آنتی اکسیدان قوی موجب تقویت سیستم ایمنی و پیشگیری و درمان بیماری‌های عفونی می‌شود. این محصول همچنین به کلاژن سازی و حفظ سلامت پوست کمک می‌نماید.', 86, 152600),
(113, 'کپسول نرم ویتامین D۳ ۱۰۰۰', 1, 'BarivitalD3.jpg', 'کپسول نرم ویتامین D۳ ۱۰۰۰ واحد باریویتال به بهبود جذب کلسیم و فسفر کمک می‌کند و علاوه بر آن سبب سلامت استخوان‌ها و تقویت سیستم ایمنی می‌شود.', 86, 24500),
(114, 'سافت ژل ویتامین E ۱۰۰', 1, 'CentrovitE.jpg', 'سافت ژل ویتامین E ۱۰۰ واحد سنتروویت به رفع نیاز روزانه افراد به ویتامین E می‌پردازد و با خاصیت آنتی اکسیدانی قوی خود به سلامت پوست، تقویت سیستم ایمنی بدن، سلامت قلب و عروق، حفظ سلامت بینایی و … کمک می‌کند.', 86, 29900),
(115, 'قرص ویتامین آ + د۳ شاری', 1, 'VitaminA.jpg', 'مصرف قرص ویتامین آ + د۳ شاری کمک به درمان راشیتیسم کودکان، استئومالاسی (نرمی استخوان) و استئوپروز (پوکی استخوان) در بزرگسالان و همچنین تقویت سیستم بینایی و سلامت چشم می‌کند.', 86, 32700),
(116, 'قرص ویتامین B۱ ۳۰۰', 1, 'VitaminB1.jpg', 'قرص ویتامین B۱ ۳۰۰ میلی گرم دانا با تامین ویتامین ب۱ مورد نیاز بدن موجب تقویت عضلات، بهبود عملکرد اعصاب و عضلات، کاهش دردهای عصبی و بهبود حافظه و تمرکز خواهد شد.', 86, 78500),
(117, 'قرص مولتی پلاس فور من اسپرت یوروویتال', 1, 'EurhovitalMultiplus.jpg', 'قرص مولتی پلاس فور من اسپرت یوروویتال یک مکمل تغذیه‌ای حاوی انواع ویتامین‌ها، مواد معدنی، اسیدهای آمینه ضروری و عصاره جینسینگ بوده که برای تامین انرژی مورد نیاز بدن، عملکرد عضلانی و تقویت سیستم ایمنی ضروری است.', 86, 357100),
(118, 'کپسول اکتاهیل ویتامین B۱۲', 1, 'OctahealB12.jpg', 'کپسول اکتاهیل ویتامین B۱۲ فاران شیمی با تامین ویتامین ب ۱۲ مورد نیاز بدن به ساخت گلبول‌های قرمز، تقویت سیستم عصبی، سلامت سیستم ایمنی و قلب و عروق کمک می‌کند.', 86, 129400),
(119, 'قرص فولیک اسید ۵ ', 1, 'FolicAcid.jpg', 'قرص فولیک اسید ۵ میلی گرم ایران دارو در تشکیل خون و همچنین فرایند تقسیم سلولی نقش بسیار مهمی ایفا می‌کند. این مکمل همچنین به پیشگیری از نقایص مغز کودک کمک نموده و موجب حفظ سلامت نوزاد می‌شود.', 86, 34800),
(120, 'کپسول سلنوزینک نوتراکس ', 1, 'SelenoZinc.jpg', 'کپسول سلنوزینک نوتراکس حاوی ویتامین‌ها و مواد مغذی مورد نیاز بدن است. این محصول سیستم ایمنی را تقویت کرده و کمک شایانی به افزایش سطح سلامت پوست، مو و ناخن می‌کند. کاهش اثرات مخرب رادیکال‌های آزاد دیگر فواید این فرآورده است.', 87, 100000),
(121, 'قطره فول زینک پلاس یوروویتال', 1, 'Eurho.jpg', 'قطره فول زینک پلاس یوروویتال حاوی فولیک اسید، زینک و ویتامین سی یک مکمل مناسب برای کودکان بالای ۶ ماه است. این محصول به تقویت سیستم ایمنی کودک، بهبود رشد جسمی و ذهنی، افزایش جذب آهن و … کمک موثری می‌کند.', 87, 45600),
(122, 'سافت ژل لیکوئید کلسیم یوروویتال', 1, 'Calcium.jpg', 'سافت ژل لیکوئید کلسیم یوروویتال یک مکمل مناسب جهت حفظ سلامت استخوان و مفاصل است و از بیماری پوکی استخوان به ویژه در بانوان یائسه جلوگیری می‌کند. خوشبختانه در این مکمل جهت جذب بیشتر کلسیم از ویتامین دی به مقدار لازم استفاده شده است.', 87, 178100),
(123, 'کپسول آهن فروس بیس گلیسینات فارمامیکس', 1, 'PharmamixIron.jpg', 'کپسول آهن فروس بیس گلیسینات فارمامیکس به تامین آهن مورد نیاز بدن و جلوگیری از کم خونی ناشی از فقر آهن کمک می‌کند. همچنین در تامین اسید فولیک مورد نیاز بدن و ساخت گلبول‌های قرمز نیز موثر است.', 87, 99100),
(124, 'ساشه منیزیم دایرکت یوهلث فارمد سلامت سینا', 1, 'Magnesium.jpg', 'ساشه منیزیم دایرکت یوهلث فارمد سلامت سینا یک ماده معدنی مهم است که در عملکرد صحیح عضلات و انقباض عضلانی، هدایت پیام عصبی بین سلول‌های عصبی، سلامت استخوان‌ها، حفظ ضربان طبیعی قلب و کنترل قند تاثیر به سزایی دارد. این محصول با طعم شیر توت فرنگی بدون شکر بوده و یک انتخاب مناسب برای افراد دیابتی به شمار می‌آید.', 87, 98100),
(125, 'کپسول سلنیوم پلاس وان ا دی', 1, 'Selenium.jpg', 'کپسول سلنیوم پلاس وان ا دی به عنوان یک آنتی اکسیدان جهت تقویت سیستم ایمنی بدن، حفظ سلامت پوست، مو و ناخن و پیشگیری از ایجاد چین و چروک زودرس موثر است.', 87, 58900),
(126, 'اسپری عطری بانوان لایولی بوتانیس', 1, 'Botani.jpg', 'اسپری عطری بانوان لایولی بوتانیس با رایحه خاص و ماندگار گرم و گلی خود طراوت و شادابی را در سراسر روز برای شما به ارمغان می‌آورد. این محصول فاقد مواد حساسیت زا بوده و برای افراد با پوست حساس نیز مناسب است.', 88, 91900),
(127, 'بادی اسپلش زنانه تیلر کالیستا', 1, 'BodySplash.jpg', 'بادی اسپلش زنانه تیلر کالیستا از ماندگاری خوب و پخش بوی بالایی برخوردار بوده و با رایحه خنک و معتدل خود برای فصول گرم سال بهترین انتخاب به شمار می‌آید.', 88, 159800),
(128, 'رول ضد تعریق زنانه ویت یو مدل Light Lilac', 1, 'With.jpg', 'رول ضد تعریق زنانه ویت یو مدل Light Lilac تا ۴۸ ساعت ماندگاری داشته و از تعریق بیش از حد در افراد جلوگیری می‌کند. این محصول پوست ناحیه زیر بغل را نرم و روشن کرده و مانع از خیس شدن لباس‌ها به دلیل تعریق زیاد می‌شود.', 88, 50900),
(129, 'مسواک سیگنال مدل Deep Action', 1, 'Signal.jpg', 'مسواک سیگنال مدل Deep Action با برس متوسط بیش از ۹۸ درصد پلاک‌های دندان را پاک می‌سازد. این مسواک برای بزرگسالان طراحی شده است و دندان‌ها را بسیار عمیق پاک‌ می‌سازد.', 89, 77000),
(130, 'آبنبات سرد سیباس سلس', 1, 'khoshboh.jpg', 'آبنبات سرد سیباس سلس حاوی اکالیپتوس و ویتامین C علاوه بر خوشبو کردن و تازه کردن نفس شما موجب تقویت سیستم ایمنی بدن و مناسب برای بهبود سرماخوردگی است. این محصول در طعم های مختلف عرضه شده است.', 89, 6000),
(131, 'خلال دندان با چوب بامبو', 1, 'Toothpick.jpg', 'خلال دندان با چوب بامبو یک وسیله مناسب جهت خارج نمودن تکه‌های غذا از شکاف میان دندانی است. البته می‌توان علاوه بر مصارف بهداشتی از این وسیله جهت آشپزی، سفره آرایی و … استفاده نمود.', 89, 9500),
(132, 'کرم موبر صورت پریزن', 1, 'kerm.jpeg', 'کرم موبر صورت پریزن با فرمولاسیون اختصاصی به همراه کرم مکمل، موهای صورت را به روشی سریع و مطمئن از بین برده و به کمک مواد ترمیم کننده، مرطوب کننده و تسکین دهنده، پوست را پس از مصرف نرم و لطیف می کند.', 90, 56400),
(133, 'پد موبر اپیلاسیون آگیس ', 1, 'Agiss.jpg', 'پد موبر اپیلاسیون آگیس از آسان‌ترین و بهترین روش جهت رفع و از بین بردن موهای زائد بدن است. این پد دارای خاصیت ضد حساسیت بوده و برای انواع پوست قابل استفاده است. با استفاده از این روش تا چندین هفته رشد موها متوقف شده و به دلیل ضعیف شدن ریشه موها، سبب کم پشتی و کاهش رشد موها نیز خواهد شد.', 90, 22000),
(134, 'خودتراش', 1, 'SilverModel.jpg', 'خودتراش ۵ لبه مردانه سیلور مدل Blaze۵ با داشتن نوارهای صابون دار حاوی ویتامین E و آلوئه ورا یک انتخاب مناسب برای استفاده روزانه آقایان است. سری قابل چرخش این محصول استفاده از آن را راحت‌تر کرده و به اصلاحی دقیق تر کمک می‌کند.', 90, 129400),
(135, 'دستمال مرطوب پاک کننده آرایش', 1, 'Dafi.jpg', 'دستمال مرطوب پاک کننده آرایش دافی مدل ۵ in ۱ مخصوص آرایش صورت است. این دستمال قابلیت پاک کنندگی محصولات آرایشی ضد آب را نیز دارد. با استفاده از این محصول علاوه بر تمیزی پوست، از خشکی آن نیز جلوگیری کنید.', 91, 69700),
(136, 'مایع دستشویی کرمی گلاب دیپ سنس سی گل', 1, 'Seagull.jpg', 'مایع دستشویی کرمی گلاب دیپ سنس سی گل علاوه بر تمیز کردن دست‌ها از انواع آلودگی، نرمی و لطافت را به پوستتان باز می‌گرداند. علاوه بر آن این محصول با PH طبیعی پوست سازگار بوده و به هیچ عنوان پوست را خشک نمی‌کند.', 91, 43100),
(137, 'گوش پاک کن پنبه', 1, 'panberes.jpg', 'گوش پاک کن پنبه ریز حاوی ۱۰۰% پنبه خالص و بهداشتی با قدرت جذب بالا است که برای پاکیزگی مجرای خارجی گوش بوده و موجب لطافت و شادابی گوش پس از استحمام می شود.', 91, 34900),
(138, 'سرنگ تزریق', 1, 'Syringe.jpg', 'سرنگ تزریق جهت تغذیه افرادی که قادر به غذا خوردن نیستند، استفاده می‌شود. این سرنگ‌ها تحت استانداردهای روز دنیا تولید و به بازار عرضه گردیده و رضایت خاطر کلیه مشتریان و مراکز درمانی را جلب کرده است.', 92, 14000),
(139, 'تست بارداری', 1, 'Baby.jpg', 'تست بارداری کاستی روژان با دقت بالای ۹۹,۹ و در کمتر از ۲ دقیقه قادر است بارداری را بدون نیاز به آزمایش خون نشان دهد. خوشبختانه استفاده از این تست بسیار آسان است.', 92, 14200),
(140, 'دستگاه تست قند خون آوان مدل AGM۰۱', 1, 'BloodGlucose.jpg', 'دستگاه تست قند خون آوان مدل AGM۰۱ برای اندازه گیری غلظت گلوکز در خون طراحی شده است. این دستگاه قادر است در کمترین زمان یعنی ۵ ثانیه نتیجه دقیق را نمایش دهد. محتویات داخل جعبه شامل دستگاه تست، باتری سکه ای، ۱۰ عدد سوزن، قلم خونگیری و دفترچه راهنما است.', 92, 257000),
(141, 'رژ لب مایع براق شماره ۳۳ اسنس مدل XXXL', 1, 'mtikk.jpeg', 'رژ لب مایع براق شماره ۳۳ اسنس مدل XXXL از تن های لطیف تا رنگ های روشن، جلوه ای منحصر به فرد به لب های شما می دهد. پس از استفاده از این محصول، لب ها ظاهری زیبا، درخشان و شاداب خواهند داشت. اپلیکاتور مناسب برای استفاده راحت تر و حاوی ذرات اکلیلی ریز و درخشان است.', 93, 20000),
(142, 'رژ گونه کالر اند آرت کالیستا ', 1, 'Callista.jpg', 'رژ گونه کالر اند آرت کالیستا با پودری نرم و مخملی، رنگی ملایم را بر روی گونه‌ها منتقل می‌کند. این رژ گونه در ۶ طیف رنگی متنوع مناسب هرگونه آرایشی است.', 93, 232800),
(143, 'اکسیدان کرمی ۶', 1, 'Oxidant.jpg', 'اکسیدان کرمی ۶ درصد گپ را به عنوان اکسیدان شماره ۱ یا اکسیدان ولوم ۲۰ نیز می‌شناسند. این اکسیدان بیشتر برای ترکیب با رنگ‌هایی کاربرد دارد که به پوشاندن سفیدی موها کمک می‌کنند.', 93, 30000),
(144, 'پودر پروتئین کازئین ماسکالی', 1, 'Protein.jpg', 'پودر پروتئین کازئین ماسکالی غنی از پروتئین ایزوله شیر به صورت کازئین بوده و در افزایش حجم عضلات بدون چربی، بازسازی و رشد عضلات موثر عمل می‌کند. از طرفی این مکمل در رفع گرسنگی در دوره‌های کاهش وزن اثربخش است.', 94, 3232400),
(145, 'پودر کراتین مونوهیدرات', 1, 'Monohydrate-.jpg', 'پودر کراتین مونوهیدرات دکتر سان حجم عضلات و توده ماهیچه‌ای را افزایش می‌دهد و موجب بهبود عملکرد، زمان ریکاوری و ظرفیت بی هوازی می‌شود.', 94, 699200),
(146, 'پودر کربو شارژ مگنوم', 1, 'MagnumCarbo.jpg', 'پودر کربو شارژ مگنوم منبع کربوهیدرات‌های خالص برای انرژی سریع و پایدار است. این مکمل باعث می‌شود که ورزشکاران بعد از تمرینات احساس خستگی و کاهش انرژی نکنند.', 94, 320600),
(147, 'قرص جوشان ویتامین C ۱۰۰۰ ', 1, 'hi.jpg', 'قرص جوشان ویتامین C ۱۰۰۰ میلی گرم‌ های هلث به عنوان یک آنتی اکسیدان عمل کرده و سبب تقویت سیستم ایمنی و کاهش ابتلا به بیماری‌های مزمن نظیر بیماری‌های قلبی می‌شود. همچنین مصرف این محصول باعث افزایش جذب آهن و پیشگیری کم خونی ناشی از فقر آهن می‌شود.', 95, 49100),
(148, 'پودر جوشان مولتی ویتامین ', 1, 'BehshaD.jpg', 'پودر جوشان مولتی ویتامین افرسان بهشاد دارو با طعم نارنگی یک مکمل مناسب جهت حفظ سلامت عمومی بدن، افزایش انرژی و بهبود عملکرد بدن است.', 95, 24000),
(149, 'قرص جوشان انرژی زا ', 1, 'Arya.jpg', 'قرص جوشان انرژی زا مونم اکسیر آفرین آریا با داشتن انواع و اقسام ویتامین‌ها و مواد مغذی معدنی، به افزایش سطح انرژی و تمرکز شما کمک زیادی می‌کند.', 95, 102900);

-- --------------------------------------------------------

--
-- Table structure for table `questions`
--

CREATE TABLE `questions` (
  `id` int(11) NOT NULL,
  `question_text` varchar(500) COLLATE utf8_persian_ci NOT NULL,
  `user_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `name` varchar(60) COLLATE utf8_persian_ci NOT NULL,
  `username` varchar(50) COLLATE utf8_persian_ci NOT NULL,
  `password` varchar(50) COLLATE utf8_persian_ci NOT NULL,
  `email` varchar(150) COLLATE utf8_persian_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `username`, `password`, `email`) VALUES
(5, 'علی براتلو', 'admin', '123456', 'alibeawb18@gmail.com'),
(8, '', 'aa', 'aa', NULL),
(9, 'bb', 'bb', 'bb', NULL),
(10, '12', '12', '12', NULL);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `answer`
--
ALTER TABLE `answer`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `category`
--
ALTER TABLE `category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `comments`
--
ALTER TABLE `comments`
  ADD PRIMARY KEY (`cid`);

--
-- Indexes for table `orderdetails`
--
ALTER TABLE `orderdetails`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `orders`
--
ALTER TABLE `orders`
  ADD PRIMARY KEY (`trackCode`(20));

--
-- Indexes for table `products`
--
ALTER TABLE `products`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `questions`
--
ALTER TABLE `questions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `answer`
--
ALTER TABLE `answer`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `category`
--
ALTER TABLE `category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=96;
--
-- AUTO_INCREMENT for table `comments`
--
ALTER TABLE `comments`
  MODIFY `cid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `orderdetails`
--
ALTER TABLE `orderdetails`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `products`
--
ALTER TABLE `products`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=150;
--
-- AUTO_INCREMENT for table `questions`
--
ALTER TABLE `questions`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
