<?php
require_once 'connectDB/config.php';
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">
    <meta name="description" content="">
    <meta name="author" content="">
    <title>صفحه ثبت نام</title>
    <link href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap.min.css" rel="stylesheet">
    <link href="css/bootstrap-rtl.css" rel="stylesheet">
    <link href="css/bootstrap.min.css" rel="stylesheet">
    <link href="css/shop-homepage.css" rel="stylesheet">
</head>
<body>
<?php include('header.php'); ?>
<div class="container mt-4">
    <div class="row">
        <?php include ('menu.php'); ?>
        <div class="col-lg-9">
  <div class="card">
    <div class="card-header"> کدام ویتامین ها به درمان گرفتگی عضلات کمک می کنند؟</div>
    <div class="card-body"><p>ویتامین‌ها برای اعصاب و ماهیچه ها مفید هستند و بخشی ضروری از رژیم غذایی هر فردی به حساب می‌روند<br>
    از طرفی این ویتامین‌های ضروری برای اعصاب می‌توانند با کاهش التهاب <br>بهبود جریان خون و تقویت اعصاب و مفاصل به تسکین دردهای مفصلی و عضلانی کمک کنند<br>
    بنابراین طبیعی است که کمبود این ویتامین‌ها در بدن خود به گرفتگی بیشتر عضلات و ایجاد درد شدید منجر شود <br>
    گنجاندن ویتامین‌های مربوط به اعصاب و مفاصل در رژیم غذایی می‌تواند راهی موثر برای تسکین درد و ارتقای سلامت کلی باشد<p>
    <img src="image/2.jpg" class="img-thumbnail img-fluid card-img">
    </div>
  </div>
  <div class="card mt-3">
    <div class="card-header"> علت عرق کردن زیاد چیست؟</div>
        <div class="card-body"><p>عرق کردن زیاد که با نام پزشکی هایپرهیدروزیس شناخته می‌شود<br> یک شرایط پزشکی است که در آن فرد بیش‌ازحد معمول عرق می‌کند<br>
    این می‌تواند به دلایل متفاوتی اتفاق بیفتد و گاهی اوقات نشانه‌ای از یک مشکل زمینه‌ای پزشکی است<br>عرق کردن زیاد محیطی مرطوب و گرم ایجاد می‌کند که می‌تواند محل مناسبی برای رشد قارچ‌ها و باکتری‌ها باشد</p>
    <img src="image/7.jpg" class="img-thumbnail img-fluid card-img">
    </div>
  </div>
  <div class="card">
    <div class="card-header"> بهترین راه‌های کلاژن سازی پوست</div>
      <div class="card-body"><p>کلاژن، یک پروتئین بسیار مهم در بدن انسان است که نقش مهم و اساسی در حفظ ساختار و انعطاف اندام‌ها دارد<br>
    این پروتئین قوی در انواع مختلف بافت‌ها و ارگان‌ها یافت می‌شود و به‌عنوان چارچوب اصلی سلول‌ها عمل کرده<br>
    و از استحکام، انعطاف و توانایی بازسازی بافت‌ها حمایت می‌کند. در سطح پوست، کلاژن به حفظ سلامت جلد و پیشگیری از چین‌وچروک‌ها کمک می‌کند<br>
    در عروق خونی، این پروتئین به استحکام و سلامت دیواره عروق کمک می‌کند<br>
    همچنین، در استخوان‌ها، موها، ناخن‌ها و سایر اجزای بدن، کلاژن به تثبیت و حمایت از ساختارهای زیستی مختلف می‌پردازد<p>
    <img src="image/8.jpg" class="img-thumbnail img-fluid card-img">
    </div>
  </div>
  <div class="card">
    <div class="card-header">خواص چای ماسالا برای لاغری</div>
      <div class="card-body"><p>چای ماسالا، نوشیدنی محبوب و اصیل هندی، از ترکیب چای سیاه با مجموعه‌ای از ادویه‌های معطر و خوش‌طعم تهیه می‌شود<br>
    این چای، نه‌تنها به خاطر طعم دلپذیر خود شهرت دارد، بلکه به خاطر خواص درمانی و بهبود دهنده سلامتی‌اش نیز معروف است<br>
    چای ماسالا نه‌تنها یک نوشیدنی سرشار از طعم است، بلکه خواص قابل‌توجهی در کاهش وزن دارد<br>
    داشتن یک سیستم گوارشی سالم و کارآمد برای کاهش وزن و حفظ وزن سالم اساسی است<br>
    دارچین موجود در چای ماسالا می‌تواند به کنترل قند خون کمک کند که این امر برای افراد مبتلا به دیابت اهمیت ویژه‌ای دارد<p>
    <img src="image/5.jpg" class="img-thumbnail img-fluid card-img">
    </div>
  </div>
  <div class="card">
    <div class="card-header">برای هضم غذا چی بخوریم؟</div>
      <div class="card-body"><p>دستگاه گوارش، مرکز فرآیند هضم و جذب مواد مغذی در بدن انسان است<br>
    توصیه پزشکان و متخصصان تغذیه اکثراً به سمت مصرف غلات کامل و فیبر بالا برای بهبود سلامت روده و هضم غذا است<br>
    برنج قهوه‌ای در واقع یک نوع برنج سفید است که پوست برنج حفظ شده و بنابراین فیبر بیشتری دارد<br>
    نان سفید که از آرد تصفیه شده تهیه می‌شود، فیبر و مواد مغذی را از دست داده است<br>
    زنجبیل معمولاً به عنوان یک ماده آرام‌بخش برای معده شناخته می‌شود و می‌تواند در کاهش علائم ناخوشایندی مانند تهوع و استفراغ کمک کند<p>
    <img src="image/6.jpg" class="img-thumbnail img-fluid card-img">
    </div>
  </div>
  <div class="card">
    <div class="card-header">خواص لبو برای سرماخوردگی</div>
      <div class="card-body"><p>لبو با داشتن خواص زیادی، می‌تواند به عنوان یک راهکار طبیعی و مؤثر در پیشگیری از سرماخوردگی مورد استفاده قرار گیرد<br>
    فواید لبو برای سرماخوردگی در ادامه به تفصیل شرح داده شده است<br>
    لبو با داشتن ویتامین C و آنتی‌اکسیدان‌های قوی به عنوان یک منبع طبیعی برای تقویت این سیستم شناخته می‌شود<br>
    لبو به عنوان یک آرام‌بخش طبیعی برای حلق شناخته شده است و مصرف آن به صورت گرم می‌تواند<br> در بهبود وضعیت حلق و کاهش علائم مرتبط با سرماخوردگی، اثربخش باشد<p>
    <img src="image/3.jpg" class="img-thumbnail img-fluid card-img">
    </div>
  </div>
  <div class="card">
    <div class="card-header">بهترین راه مراقبت از دندان</div>
      <div class="card-body"><p>اهمیت مراقبت مداوم از دندان‌ها بی‌انکار است و تأثیرات آن بر سلامت عمومی دندان مهم است<br>
    شستشوی دندان دو بار در روز با مسواک و مراقبت از تمیزی فضاهای میان دندان‌ها با استفاده از نخ دندان را فراموش نکنید<br>
    استفاده از نخ دندان یکی از اقدامات حیاتی در حفظ بهداشت دهان و جلوگیری از مشکلات دندانی است<br>
    مصرف آب یکی از عوامل مهم در بهبود حالت دندان و حفظ بهداشت دهان است<br>
    استفاده از دهان‌شویه می‌تواند به تقویت بهتری از فضاهای میان دندان‌ها و کنترل باکتری‌ها کمک کند<p>
    <img src="image/4.jpg" class="img-thumbnail img-fluid card-img">
    </div>
  </div>
</div>
</div>
</div>
<?php include ('footer.php'); ?>